"DOWNGRADE_TITLE" = "Eine neuere Java-Version ist bereits installiert.";

"DOWNGRADE_MESSAGE" = "Sie versuchen gerade, %1$@ zu installieren, obwohl bereits %2$@ installiert ist.\nWeitere Informationen finden Sie auf java.com/newerversionexists.";

"Restore Security Prompts" = "Sicherheits-Prompts wiederherstellen";

"Browser Plug-in Disabled" = "Browser-Plug-in deaktiviert";

"Continue" = "Weiter";

"Close" = "Schließen";

"Install" = "Installieren";

"Finish" = "Fertigstellen";

"You have Successfully Installed %@ \nand the Ask extension(s)." = "Sie haben %1$@ \nund die Ask-Erweiterung(en) erfolgreich installiert.";

"The security level has been set to a minimum value of High." = "Die Sicherheitsstufe wurde auf den Mindestwert \"Hoch\" eingestellt.";

/* Dynamic welcome string */
"Welcome to the %@ Installer" = "Willkommen beim %1$@-Installationsprogramm";

/* Dynamic complete string */
"You have successfully installed %@." = "Sie haben %1$@ erfolgreich installiert.";

"Information about" = "Wichtige Informationen zur Oracle Java SE-Roadmap:";

"Oracle has announced" = "Es stehen Änderungen an, die sich auf den Zugriff auf künftige Releases von Oracle Java SE auswirken. ";

"Corporate users may" = "Unternehmensbenutzer sind bereits ab Januar 2019 davon betroffen. ";

"and others" = "Klicken Sie auf den Link unten, um zusätzliche Unterstützung zu erhalten.\n";

"More Information on roadmap" = "Weitere Informationen zur Roadmap";

"Changes are" = "Es stehen Änderungen an, die sich auf den Zugriff auf künftige Releases von Oracle Java SE auswirken.\n\n";

"Corporate users" = "Unternehmensbenutzer sind mit dem Update von April 2019 davon betroffen.\n\n";

"These changes" = "Diese Änderungen haben keine Auswirkungen auf die zu installierende Version.";

"For additional" = "Klicken Sie auf den Link unten, um zusätzliche Unterstützung zu erhalten.\n\n";

"More Information..." = "Weitere Informationen...";

"Important Info" = "Wichtige Informationen zur Oracle Java SE-Roadmap";

"OK" = "OK";

"Java provides" = "Java bietet Zugriff auf erstaunliche Inhalte. Von Geschäftslösungen bis hin zu nützlichen Utilitys und Unterhaltung garantiert Ihnen Java ein lebendiges Interneterlebnis.\n\n";

"Note: No" = "Hinweis: Es werden keine persönlichen Informationen im Verlauf des Installationsprozesses gesammelt.\n";

/* hyperlink - do not use punctuation */
"Click here" = "Klicken Sie hier";

/* Click here for more information on what we do collect. is the full sentence */
" for more" = ", um mehr über die gesammelten Informationen zu erfahren.";

"Click Install" = "Klicken Sie auf \"Installieren\", um den ";

"license agreement" = "Lizenzvertrag";

" and install" = " zu akzeptieren und Java zu installieren.";

"Install >" = "Installieren >";

"Please remove" = "Entfernen Sie veraltete Java-Versionen";

"The Java software" = "Die Java-Softwareversion auf diesem Computer ist nicht aktuell, und es sind keine weiteren Updates dafür vorhanden.\n\n";

"Keeping out-of-date" = "Veraltete Java-Versionen auf dem System können ein Sicherheitsrisiko darstellen.\n\n ";

"If you still" = "Falls Sie nach dem Entfernen weiterhin Java zum Ausführen von Desktopanwendungen benötigen, gehen Sie auf ";

" for a recommended" = " für eine empfohlene Version.";

"Remove" = "Entfernen >";

"Java Deployment" = "Java-Deployment-Cache";

"Java maintains" = "Java verwendet einen Cache, um das erneute Laden häufig genutzter Java-Programme zu beschleunigen und Trace- und Logdateien zu speichern. Da Sie Java Runtime entfernen, wird empfohlen, diesen Cache ebenfalls zu entfernen, um Speicherplatz auf Ihrem Computer freizugeben.\n\nMehr Informationen zum ";

"Java Deployment Cache" = "Java-Deployment-Cache";

"Would you like" = "\n\nWollen Sie den Java-Cache wirklich entfernen (empfohlen)?";

"Yes" = "Ja";

"No" = "Nein";

"Uninstalled" = "Sie haben Java erfolgreich entfernt";

"NoJavaToUninstall" = "Im System wurde keine Java-Installation erkannt";

"Complete" = "Abgeschlossen";

"Later" = "Später";

"Update" = "Aktualisieren";

"Please remove unused" = "Entfernen Sie nicht verwendete Java-Versionen";

/* It appears that you have not used Java on your system in over 6 months. We recommend that you uninstall it by clicking the Remove button below. */
"It appears that" = "Sie haben Java seit über 6 Monaten nicht mehr auf Ihrem System verwendet. Wir empfehlen, dass Sie Java deinstallieren, indem Sie auf die Schaltfläche ";
" Remove" = "Entfernen";
" button below." = " unten klicken.";

"If you later" = " Wenn Sie zu einem späteren Zeitpunkt feststellen, dass Sie Java doch benötigen, können Sie es über java.com installieren.";

/* If you wish to" = "If you wish to keep Java on your system, please update it by clicking the Update button below. */
"If you wish to" = "Wenn Sie Java weiterhin auf Ihrem System behalten möchten, klicken Sie auf die Schaltfläche ";
" Update" = "Aktualisieren";

"Fail to install" = "Java konnte nicht installiert werden";

"Uninstalling" = "Java wird deinstalliert...";

"Fail to uninstall" = "Java konnte nicht deinstalliert werden: %@";

"XPC connection error." = "XPC-Verbindungsfehler.";

"Error code" = "BS-Fehlercode %lld.";

"shell is not available." = "Shell ist nicht verfügbar.";

"process cannot be created." = "Prozess kann nicht erstellt werden.";

"Commercial License" = "Für diese Version ist eine kommerzielle Lizenz erforderlich";

"Use of this" = "Um diese Version verwenden zu können, müssen Sie oder einer Ihrer Softwareprovider eine kommerzielle Lizenz erwerben.";

"You can also" = "Sie können diese Version auch für ausgeführte lizenzierte Oracle-Produkte verwenden, die Java Runtime erfordern.";

"Learn more about this release" = "Weitere Informationen zu diesem Release";

"Details on the" = "Details zu den von uns gesammelten Informationen";

"cannot delete" = "Java-Deployment-Cache kann nicht gelöscht werden";

"Password prompt" = "Damit %@ fortfahren kann, ist eine Berechtigung erforderlich.";

"Java Update" = "Java-Update";

"OSCHECK_TITLE" = "Java von Oracle erfordert %1$@ %2$@ oder höher.";

"OSCHECK_MESSAGE" = "Auf Ihrem System befindet sich %1$@ Version %2$@. Dieses Produkt kann in der Version %3$@ oder höher installiert werden.\nWeitere Informationen finden Sie auf java.com/help.";

"Welcome to Java" = "Willkommen bei Java";

"This version" = "Für diese Version von Java benötigen Sie eine Lizenz für Oracle Java SE von Oracle, einem autorisierten Oracle-Partner oder einem autorisierten Provider von Drittanbietersoftware. Sie sind dafür verantwortlich herauszufinden, ob Sie eine entsprechende Lizenz besitzen. Wenn dies der Fall ist, klicken Sie auf \"Installieren\", um den Installationsvorgang fortzusetzen.";

"If you have" = "Wenn Sie keine Lizenz besitzen, klicken Sie auf \"Entfernen\", um den Installationsvorgang zu stoppen und auszuwählen, ob ältere Java-Versionen entfernt werden sollen.";

"No personal" = "Es werden keine persönlichen Informationen im Verlauf des Installationsprozesses gesammelt";

"Welcome to Java -" = "Willkommen bei Java - Aktualisierte Lizenzbedingungen";

"The terms" = "Die Lizenzbedingungen für diese Softwareversion haben sich geändert.";

"Updated License" = "Aktualisierter Lizenzvertrag";

"This version -" = "Diese Version der Java Runtime ist nur für den persönlichen (nicht kommerziellen) Desktop- und Laptopgebrauch lizenziert.";

"Commercial use" = "Für die kommerzielle Nutzung dieser Software ist eine separate Lizenz von Oracle oder Ihrem Softwareanbieter erforderlich.";

"Click install or" = "Klicken Sie auf \"Installieren\", um den Lizenzvertrag zu akzeptieren und Java jetzt zu installieren, oder auf \"Entfernen\", um Java von Ihrem System zu deinstallieren.";

"Remove -" = "Entfernen";
